datasets/benchmark-results/netvirtue/201811151918/wordpress-results-netvirtue-10-201811151918.log
Running 1m test @ http://blyg.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 150.553ms, rate sampling interval: 850ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    96.19ms   31.13ms 190.34ms   66.60%
    Req/Sec     9.47      3.39    11.00     84.48%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   94.46ms
 75.000%  115.46ms
 90.000%  139.65ms
 99.000%  167.42ms
 99.900%  190.46ms
 99.990%  190.46ms
 99.999%  190.46ms
100.000%  190.46ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      32.031     0.000000            1         1.00
      54.751     0.100000           50         1.11
      68.287     0.200000          101         1.25
      80.511     0.300000          150         1.43
      87.615     0.400000          201         1.67
      94.463     0.500000          250         2.00
      98.751     0.550000          275         2.22
     102.399     0.600000          300         2.50
     107.199     0.650000          325         2.86
     111.871     0.700000          350         3.33
     115.455     0.750000          375         4.00
     119.743     0.775000          389         4.44
     121.983     0.800000          400         5.00
     125.759     0.825000          413         5.71
     128.383     0.850000          425         6.67
     131.455     0.875000          438         8.00
     133.631     0.887500          444         8.89
     139.647     0.900000          451        10.00
     141.311     0.912500          457        11.43
     144.255     0.925000          463        13.33
     148.095     0.937500          469        16.00
     149.247     0.943750          472        17.78
     151.167     0.950000          475        20.00
     155.775     0.956250          479        22.86
     156.671     0.962500          482        26.67
     161.535     0.968750          485        32.00
     161.791     0.971875          486        35.56
     162.943     0.975000          488        40.00
     163.327     0.978125          490        45.71
     164.095     0.981250          491        53.33
     166.143     0.984375          493        64.00
     166.143     0.985938          493        71.11
     167.039     0.987500          494        80.00
     167.423     0.989062          495        91.43
     167.935     0.990625          496       106.67
     174.591     0.992188          497       128.00
     174.591     0.992969          497       142.22
     174.591     0.993750          497       160.00
     178.047     0.994531          498       182.86
     178.047     0.995313          498       213.33
     182.143     0.996094          499       256.00
     182.143     0.996484          499       284.44
     182.143     0.996875          499       320.00
     182.143     0.997266          499       365.71
     182.143     0.997656          499       426.67
     190.463     0.998047          500       512.00
     190.463     1.000000          500          inf
#[Mean    =       96.188, StdDeviation   =       31.126]
#[Max     =      190.336, Total count    =          500]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  600 requests in 1.00m, 30.88MB read
Requests/sec:      9.99
Transfer/sec:    526.57KB